Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: Couldn't pin to IPFS
es: No se pudo fijar en IPFS
fr: Impossible d'épingler sur IPFS
ko: IPFS에 고정하지 못함
zh_hans: 无法固定到 IPFS

source: Couldn't read every past cohort (pull to refresh): %@
es: No se pudieron leer todas las cohortes anteriores (desliza hacia abajo para actualizar): %@
fr: Impossible de lire toutes les cohortes précédentes (tirez pour actualiser) : %@
ko: 이전 기수 중 일부를 읽지 못했습니다(당겨서 새로 고침): %@
zh_hans: 无法读取所有往期批次（下拉刷新）：%@

source: Couldn't read the key from this device's Keychain.
es: No se pudo leer la clave del llavero de este dispositivo.
fr: Impossible de lire la clé dans le trousseau de cet appareil.
ko: 이 기기의 키체인에서 키를 읽지 못했습니다.
zh_hans: 无法从此设备的钥匙串中读取密钥。

source: Couldn't read your balances or your Perpl account, so nothing can be planned yet. %@
es: No se pudieron leer tus saldos ni tu cuenta de Perpl, así que aún no se puede planificar nada. %@
fr: Impossible de lire vos soldes ou votre compte Perpl : rien ne peut encore être planifié. %@
ko: 잔액이나 Perpl 계정을 읽지 못해 아직 아무것도 계획할 수 없습니다. %@
zh_hans: 无法读取你的余额或你的 Perpl 账户，因此还无法制定计划。%@

source: Couldn't save the key in this iPhone's Keychain. Unlock your iPhone and try again.
es: No se pudo guardar la clave en el llavero de este iPhone. Desbloquea tu iPhone y vuelve a intentarlo.
fr: Impossible d'enregistrer la clé dans le trousseau de cet iPhone. Déverrouillez votre iPhone et réessayez.
ko: 이 iPhone의 키체인에 키를 저장하지 못했습니다. iPhone의 잠금을 해제하고 다시 시도하십시오.
zh_hans: 无法将密钥保存到此 iPhone 的钥匙串中。解锁你的 iPhone 后重试。

source: Couldn't save the key on this iPhone. Try again.
es: No se pudo guardar la clave en este iPhone. Vuelve a intentarlo.
fr: Impossible d'enregistrer la clé sur cet iPhone. Réessayez.
ko: 이 iPhone에 키를 저장하지 못했습니다. 다시 시도하십시오.
zh_hans: 无法在此 iPhone 上保存密钥。再试一次。

source: Couldn’t check your wallet’s balance. Check your connection and try again.
es: No se pudo comprobar el saldo de tu billetera. Revisa tu conexión y vuelve a intentarlo.
fr: Impossible de vérifier le solde de votre portefeuille. Vérifiez votre connexion et réessayez.
ko: 지갑 잔액을 확인하지 못했습니다. 연결 상태를 확인하고 다시 시도하십시오.
zh_hans: 无法检查你的钱包余额。检查你的网络连接后重试。

source: Couldn’t make a recovery phrase that restores this wallet, so none is shown. Try again.
es: No se pudo generar una frase de recuperación que restaure esta billetera, así que no se muestra ninguna. Vuelve a intentarlo.
fr: Impossible de générer une phrase de récupération qui restaure ce portefeuille : aucune n'est donc affichée. Réessayez.
ko: 이 지갑을 복원하는 복구 구문을 만들지 못해 아무것도 표시하지 않습니다. 다시 시도하십시오.
zh_hans: 无法生成可恢复此钱包的助记词，因此未显示任何助记词。再试一次。

source: Couldn’t reach Perpl trading — retrying. Take-profit and stop-loss need it live.
es: No se pudo conectar con el trading en Perpl; reintentando. El take profit y el stop loss necesitan la conexión activa.
fr: Impossible de joindre le trading Perpl — nouvelle tentative. Les take profit et stop loss nécessitent une connexion active.
ko: Perpl 거래에 연결하지 못했습니다 — 다시 시도하는 중입니다. 익절과 손절에는 실시간 연결이 필요합니다.
zh_hans: 无法连接 Perpl 交易，正在重试。止盈和止损需要保持连接。

source: Couldn’t read what %@ holds. Check your connection and try again.
es: No se pudo leer lo que tiene %@. Revisa tu conexión y vuelve a intentarlo.
fr: Impossible de lire ce que détient %@. Vérifiez votre connexion et réessayez.
ko: %@의 보유 자산을 읽지 못했습니다. 연결 상태를 확인하고 다시 시도하십시오.
zh_hans: 无法读取 %@ 持有的资产。检查你的网络连接后重试。

source: Create Account
es: Crear cuenta
fr: Créer un compte
ko: 계정 만들기
zh_hans: 创建账户

source: Create Trading Account
es: Crear cuenta de trading
fr: Créer un compte de trading
ko: 거래 계정 만들기
zh_hans: 创建交易账户

source: Create a Passkey
es: Crear una llave de acceso
fr: Créer une clé d'identification
ko: 패스키 만들기
zh_hans: 创建通行密钥

source: Create a Perpl Account
es: Crear una cuenta de Perpl
fr: Créer un compte Perpl
ko: Perpl 계정 만들기
zh_hans: 创建 Perpl 账户

source: Create account with a passkey
es: Crear una cuenta con una llave de acceso
fr: Créer un compte avec une clé d'identification
ko: 패스키로 계정 만들기
zh_hans: 使用通行密钥创建账户

source: Creator
es: Creador
fr: Créateur
ko: 크리에이터
zh_hans: 创作者

source: Creator Fees
es: Comisiones del creador
fr: Frais du créateur
ko: 크리에이터 수수료
zh_hans: 创作者费用

source: Creator allocation
es: Asignación del creador
fr: Allocation du créateur
ko: 크리에이터 할당량
zh_hans: 创作者分配额度

source: Creator fees
es: Comisiones del creador
fr: Frais du créateur
ko: 크리에이터 수수료
zh_hans: 创作者费用

source: Creator fees (as last read)
es: Comisiones del creador (según la última lectura)
fr: Frais du créateur (selon la dernière lecture)
ko: 크리에이터 수수료(마지막 조회 기준)
zh_hans: 创作者费用（上次读取）

source: Creator fees accrue per pair asset. Claim each one, or Claim All.
es: Las comisiones del creador se acumulan por activo del par. Reclama cada una o toca Reclamar todo.
fr: Les frais du créateur s'accumulent par actif de la paire. Réclamez-les un par un, ou utilisez « Tout réclamer ».
ko: 크리에이터 수수료는 페어 자산별로 적립돼요. 각각 수령하거나 ‘모두 수령’을 누르세요.
zh_hans: 创作者费用按配对资产分别累积。逐一领取，或选择“全部领取”。

source: Creator fees couldn't be read
es: No se pudieron leer las comisiones del creador
fr: Impossible de lire les frais du créateur
ko: 크리에이터 수수료를 읽지 못함
zh_hans: 无法读取创作者费用

source: Creator fees couldn't be read just now.
es: No se pudieron leer las comisiones del creador en este momento.
fr: Impossible de lire les frais du créateur pour le moment.
ko: 지금은 크리에이터 수수료를 읽을 수 없습니다.
zh_hans: 暂时无法读取创作者费用。

source: Creator fees · %@
es: Comisiones del creador · %@
fr: Frais du créateur · %@
ko: 크리에이터 수수료 · %@
zh_hans: 创作者费用 · %@

source: Creator tax
es: Impuesto del creador
fr: Taxe du créateur
ko: 크리에이터 세금
zh_hans: 创作者税

source: Creator tax %@
es: Impuesto del creador %@
fr: Taxe du créateur %@
ko: 크리에이터 세금 %@
zh_hans: 创作者税 %@

source: Creator tax is charged on curve trades and, after graduation, on Uniswap v4 pool swaps. %@
es: El impuesto del creador se cobra en las operaciones en la curva y, tras la graduación, en los intercambios del pool de Uniswap v4. %@
fr: La taxe du créateur s'applique aux transactions sur la courbe et, après la graduation, aux échanges dans le pool Uniswap v4. %@
ko: 크리에이터 세금은 커브 거래에 부과되며, 졸업 후에는 Uniswap v4 풀 스왑에도 부과돼요. %@
zh_hans: 创作者税在曲线交易中收取，毕业后也会在 Uniswap v4 池子的兑换中收取。%@

source: Creator tax is charged on curve trades only. %@ After graduation the Monday Trade pool's 1%% fee goes to DyorHQ: there is no creator tax or fee share in the pool.
es: El impuesto del creador solo se cobra en las operaciones en la curva. %@ Tras la graduación, la comisión del 1%% del pool de Monday Trade va a DyorHQ: en el pool no hay impuesto del creador ni reparto de comisiones.
fr: La taxe du créateur s'applique uniquement aux transactions sur la courbe. %@ Après la graduation, les frais de 1%% du pool Monday Trade reviennent à DyorHQ : il n'y a ni taxe du créateur ni partage des frais dans le pool.
ko: 크리에이터 세금은 커브 거래에만 부과돼요. %@ 졸업 후에는 Monday Trade 풀의 수수료 1%%가 DyorHQ에 돌아가며, 풀에는 크리에이터 세금이나 수수료 분배가 없어요.
zh_hans: 创作者税仅在曲线交易中收取。%@毕业后，Monday Trade 池子的 1%% 手续费归 DyorHQ：池子中没有创作者税或手续费分成。

source: Creator · %@
es: Creador · %@
fr: Créateur · %@
ko: 크리에이터 · %@
zh_hans: 创作者 · %@

source: Creator · %@ (retired launchpad)
es: Creador · %@ (launchpad retirado)
fr: Créateur · %@ (launchpad retiré)
ko: 크리에이터 · %@ (운영 종료된 런치패드)
zh_hans: 创作者 · %@（已退役的 Launchpad）

source: Cross-chain bridging isn't configured in this build yet.
es: El puente entre cadenas aún no está configurado en esta versión.
fr: Le bridge entre chaînes n'est pas encore configuré dans cette version.
ko: 이 빌드에는 아직 크로스체인 브리지가 설정되지 않았어요.
zh_hans: 此版本尚未配置跨链功能。

source: Crypto headlines
es: Titulares cripto
fr: Actualités crypto
ko: 암호화폐 헤드라인
zh_hans: 加密资讯头条

source: Cumulative Volume
es: Volumen acumulado
fr: Volume cumulé
ko: 누적 거래량
zh_hans: 累计交易量

source: Current margin
es: Margen actual
fr: Marge actuelle
ko: 현재 증거금
zh_hans: 当前保证金

source: Current price
es: Precio actual
fr: Prix actuel
ko: 현재 가격
zh_hans: 当前价格

source: Curve fee
es: Comisión de la curva
fr: Frais de courbe
ko: 커브 수수료
zh_hans: 曲线手续费

source: Custom
es: Manual
fr: Personnalisée
ko: 직접 입력
zh_hans: 自定义

source: Dark
es: Oscuro
fr: Sombre
ko: 다크
zh_hans: 深色

source: Data
es: Datos
fr: Données
ko: 데이터
zh_hans: 数据

source: Decimals
es: Decimales
fr: Décimales
ko: 소수점 자릿수
zh_hans: 小数位数

source: Decrease amount
es: Reducir cantidad
fr: Diminuer le montant
ko: 수량 줄이기
zh_hans: 减少数量

source: Decrease price
es: Reducir precio
fr: Diminuer le prix
ko: 가격 낮추기
zh_hans: 降低价格

source: Default Leverage
es: Apalancamiento predeterminado
fr: Levier par défaut
ko: 기본 레버리지
zh_hans: 默认杠杆

source: Delete Account
es: Eliminar cuenta
fr: Supprimer le compte
ko: 계정 삭제
zh_hans: 删除账户

source: Delete with %@
es: Eliminar con %@
fr: Supprimer avec %@
ko: %@로 삭제
zh_hans: 使用 %@ 删除

source: Delete your DyorHQ account
es: Eliminar tu cuenta de DyorHQ
fr: Supprimer votre compte DyorHQ
ko: DyorHQ 계정 삭제
zh_hans: 删除你的 DyorHQ 账户

source: Deletes the key from this device. Take-profit and stop-loss orders already on Perpl stay live.
es: Elimina la clave de este dispositivo. Las órdenes de take profit y stop loss que ya están en Perpl siguen activas.
fr: Supprime la clé de cet appareil. Les ordres take profit et stop loss déjà sur Perpl restent actifs.
ko: 이 기기에서 키를 삭제합니다. Perpl에 이미 있는 익절·손절 주문은 계속 활성 상태로 유지됩니다.
zh_hans: 从此设备删除密钥。已在 Perpl 上的止盈和止损订单将保持有效。

source: Deleting removes your passkey, which is this wallet's only key. Assume this is permanent unless you export the recovery phrase first.
es: Al eliminar la cuenta se elimina tu llave de acceso, que es la única llave de esta billetera. Considera que es permanente, a menos que exportes primero la frase de recuperación.
fr: La suppression retire votre clé d'identification, qui est la seule clé de ce portefeuille. Considérez que c'est définitif, sauf si vous exportez d'abord la phrase de récupération.
ko: 삭제하면 이 지갑의 유일한 키인 패스키가 제거됩니다. 먼저 복구 구문을 내보내지 않는 한 영구적이라고 간주하십시오.
zh_hans: 删除会移除你的通行密钥，而它是此钱包唯一的密钥。除非你先导出助记词，否则应视为永久性操作。

source: Deleting your account
es: Eliminar tu cuenta
fr: Suppression de votre compte
ko: 계정 삭제
zh_hans: 删除你的账户

source: Deposit
es: Depositar
fr: Déposer
ko: 입금
zh_hans: 充值

source: Deposit AUSD
es: Depositar AUSD
fr: Déposer des AUSD
ko: AUSD 입금
zh_hans: 充值 AUSD

source: Deposit AUSD to open a trading account first.
es: Primero deposita AUSD para abrir una cuenta de trading.
fr: Déposez d'abord des AUSD pour ouvrir un compte de trading.
ko: 먼저 AUSD를 입금해 거래 계정을 개설하십시오.
zh_hans: 先充值 AUSD 以开设交易账户。

source: Deposit to
es: Depositar en
fr: Dépôt vers
ko: 입금 주소
zh_hans: 充值至

source: Deposit to Perps
es: Depositar en Perps
fr: Déposer sur Perps
ko: Perps로 입금
zh_hans: 充值到永续

source: Deposited to Perps
es: Depositaste en Perps
fr: Dépôt sur Perps effectué
ko: Perps로 입금 완료
zh_hans: 已充值到永续

source: Description
es: Descripción
ko: 설명
zh_hans: 描述

source: Developer Buy (Optional)
es: Compra del desarrollador (opcional)
fr: Achat du développeur (facultatif)
ko: 개발자 매수(선택 사항)
zh_hans: 开发者买入（可选）

source: Developer buy
es: Compra del desarrollador
fr: Achat du développeur
ko: 개발자 매수
zh_hans: 开发者买入

source: Direction
es: Sentido
fr: Sens
ko: 방향
zh_hans: 方向

source: Disconnect
es: Desconectar
fr: Déconnecter
ko: 연결 해제
zh_hans: 断开连接

source: Dismiss
es: Descartar
fr: Ignorer
ko: 닫기
zh_hans: 关闭

source: Display name
es: Nombre visible
fr: Nom affiché
ko: 표시 이름
zh_hans: 显示名称

source: Distance
es: Distancia
ko: 괴리율
zh_hans: 距离

source: Doesn't include %@: no price found.
es: No incluye %@: no se encontró precio.
fr: N'inclut pas %@ : aucun prix trouvé.
ko: 가격 정보가 없어 다음 토큰은 포함되지 않았어요: %@.
zh_hans: 未包含 %@：未找到价格。

source: Done
es: OK
fr: OK
ko: 완료
zh_hans: 完成

source: Don’t base your password on your email.
es: No bases tu contraseña en tu correo electrónico.
fr: Ne basez pas votre mot de passe sur votre e-mail.
ko: 이메일을 바탕으로 비밀번호를 만들면 안 됩니다.
zh_hans: 不要根据你的邮箱设置密码。

# DyorHQ %@ · %@ · Self-custodial.
source: DyorHQ %1$@ · %2$@ · Self-custodial.
es: DyorHQ %1$@ · %2$@ · De autocustodia.
fr: DyorHQ %1$@ · %2$@ · Non custodial.
ko: DyorHQ %1$@ · %2$@ · 셀프 커스터디.
zh_hans: DyorHQ %1$@ · %2$@ · 自托管。

source: DyorHQ %@ · Monad mainnet
es: DyorHQ %@ · Mainnet de Monad
ko: DyorHQ %@ · Monad 메인넷
zh_hans: DyorHQ %@ · Monad 主网

source: DyorHQ Moments
es: Moments de DyorHQ

source: DyorHQ coins in your wallet
es: Monedas de DyorHQ en tu billetera
fr: Jetons DyorHQ dans votre portefeuille
ko: 지갑에 있는 DyorHQ 코인
zh_hans: 你钱包中的 DyorHQ 币

source: DyorHQ never holds your keys or your funds.
es: DyorHQ nunca guarda tus claves ni tus fondos.
fr: DyorHQ ne détient jamais vos clés ni vos fonds.
ko: DyorHQ는 키나 자금을 절대 보관하지 않습니다.
zh_hans: DyorHQ 从不持有你的密钥或资金。

source: DyorHQ notifies you once when it finds %@ above this price. Alerts arrive while DyorHQ is open: it checks every 30 seconds.
es: DyorHQ te avisa una vez cuando encuentra %@ por encima de este precio. Las alertas llegan mientras DyorHQ está abierta: revisa cada 30 segundos.
fr: DyorHQ vous avertit une fois lorsqu'il trouve %@ au-dessus de ce prix. Les alertes arrivent quand DyorHQ est ouvert : il vérifie toutes les 30 secondes.
ko: DyorHQ가 %@ 가격이 이 가격보다 높은 것을 확인하면 한 번 알림을 보내요. 알림은 DyorHQ가 열려 있을 때 도착하며, 30초마다 확인해요.
zh_hans: DyorHQ 发现 %@ 高于此价格时会通知你一次。DyorHQ 打开时会收到提醒：它每 30 秒检查一次。

source: DyorHQ notifies you once when it finds %@ below this price. Alerts arrive while DyorHQ is open: it checks every 30 seconds.
es: DyorHQ te avisa una vez cuando encuentra %@ por debajo de este precio. Las alertas llegan mientras DyorHQ está abierta: revisa cada 30 segundos.
fr: DyorHQ vous avertit une fois lorsqu'il trouve %@ en dessous de ce prix. Les alertes arrivent quand DyorHQ est ouvert : il vérifie toutes les 30 secondes.
ko: DyorHQ가 %@ 가격이 이 가격보다 낮은 것을 확인하면 한 번 알림을 보내요. 알림은 DyorHQ가 열려 있을 때 도착하며, 30초마다 확인해요.
zh_hans: DyorHQ 发现 %@ 低于此价格时会通知你一次。DyorHQ 打开时会收到提醒：它每 30 秒检查一次。

source: Each collect
es: Cada compra
fr: Chaque achat
ko: 수집 1회당
zh_hans: 每次收藏

source: Earlier DyorHQ Moments contracts. Collecting is closed; claim your vested coins and, as a creator, withdraw your own proceeds.
es: Contratos anteriores de Moments de DyorHQ. Ya no se puede coleccionar; reclama tus monedas liberadas y, como creador, retira tus propios ingresos.
fr: Anciens contrats Moments de DyorHQ. La collecte est fermée ; réclamez vos jetons débloqués et, en tant que créateur, retirez vos propres recettes.
ko: 이전 DyorHQ Moments 컨트랙트예요. 수집은 종료되었어요. 베스팅된 코인을 수령하고, 크리에이터라면 내 수익금을 출금하세요.
zh_hans: 早期的 DyorHQ Moments 合约。收藏已关闭；在此领取你已解锁的币，创作者也可在此提取自己的收益。

source: Early-buy tax
es: Impuesto por compra temprana
fr: Taxe d'achat anticipé
ko: 초기 매수 세금
zh_hans: 早期买入税

source: Economics
es: Economía
fr: Économie
ko: 경제 구조
zh_hans: 经济参数

source: Edition holders
es: Holders de ediciones
fr: Détenteurs d'éditions
ko: 에디션 홀더
zh_hans: NFT 持有者

source: Editions
es: Ediciones
fr: Éditions
ko: 에디션
zh_hans: 份数

source: Email
es: Correo electrónico
ko: 이메일
zh_hans: 邮箱

source: Email & Password
es: Correo electrónico y contraseña
fr: E-mail et mot de passe
ko: 이메일 및 비밀번호
zh_hans: 邮箱和密码

source: Email already registered
es: Correo electrónico ya registrado
fr: E-mail déjà enregistré
ko: 이미 등록된 이메일
zh_hans: 邮箱已注册

source: Email verified: %@
es: Correo electrónico verificado: %@
fr: E-mail vérifié : %@
ko: 이메일 인증 완료: %@
zh_hans: 邮箱已验证：%@

source: Enable Notifications
es: Activar notificaciones
fr: Activer les notifications
ko: 알림 켜기
zh_hans: 启用通知

source: Enable One-Click Trading
es: Activar trading con un clic
fr: Activer le trading en un clic
ko: 원클릭 거래 활성화
zh_hans: 启用一键交易

source: Enable one-click
es: Activar un clic
fr: Trading en un clic à activer
ko: 원클릭 활성화 필요
zh_hans: 待启用一键交易

source: Enable one-click trading
es: Activar trading con un clic
fr: Activer le trading en un clic
ko: 원클릭 거래 활성화
zh_hans: 启用一键交易

source: Enable one-click trading in Profile to cancel from the app.
es: Activa el trading con un clic en Perfil para cancelar desde la app.
fr: Activez le trading en un clic dans Profil pour annuler depuis l'app.
ko: 앱에서 취소하려면 프로필에서 원클릭 거래를 활성화하십시오.
zh_hans: 在“个人资料”中启用一键交易，即可在应用内取消。

source: Enable one-click trading in Profile to place take-profit and stop-loss.
es: Activa el trading con un clic en Perfil para colocar take profit y stop loss.
fr: Activez le trading en un clic dans Profil pour placer des take profit et stop loss.
ko: 익절과 손절 주문을 넣으려면 프로필에서 원클릭 거래를 활성화하십시오.
zh_hans: 在“个人资料”中启用一键交易，即可下止盈和止损单。

source: Enable one-click trading in Profile to see your Perpl history.
es: Activa el trading con un clic en Perfil para ver tu historial de Perpl.
fr: Activez le trading en un clic dans Profil pour voir votre historique Perpl.
ko: Perpl 내역을 보려면 프로필에서 원클릭 거래를 활성화하십시오.
zh_hans: 在“个人资料”中启用一键交易，即可查看你的 Perpl 历史记录。

source: Enable one-click trading in Profile to set take-profit and stop-loss.
es: Activa el trading con un clic en Perfil para configurar take profit y stop loss.
fr: Activez le trading en un clic dans Profil pour définir des take profit et stop loss.
ko: 익절과 손절을 설정하려면 프로필에서 원클릭 거래를 활성화하십시오.
zh_hans: 在“个人资料”中启用一键交易，即可设置止盈和止损。

source: Enable one-click trading in Profile → Perpl Trading to include your perps history.
es: Activa el trading con un clic en Perfil → Trading en Perpl para incluir tu historial de perpetuos.
fr: Activez le trading en un clic dans Profil → Trading Perpl pour inclure votre historique perps.
ko: Perps 내역을 포함하려면 프로필 → Perpl 거래에서 원클릭 거래를 활성화하십시오.
zh_hans: 在“个人资料”→“Perpl 交易”中启用一键交易，即可包含你的永续合约历史记录。

source: Ended
es: Finalizó
fr: Terminé
ko: 종료일
zh_hans: 结束于

source: Ends
es: Termina
fr: Fin
ko: 종료 시각
zh_hans: 结束于

source: Enrolled
es: Registrado
fr: Configuré
ko: 등록됨
zh_hans: 已设置

source: Enter a 42-character address starting with 0x.
es: Introduce una dirección de 42 caracteres que empiece por 0x.
fr: Saisissez une adresse de 42 caractères commençant par 0x.
ko: 0x로 시작하는 42자리 주소를 입력하세요.
zh_hans: 输入以 0x 开头的 42 个字符的地址。

source: Enter a collect price in USDC.
es: Introduce un precio por edición en USDC.
fr: Saisissez un prix de collecte en USDC.
ko: 수집 가격을 USDC로 입력하십시오.
zh_hans: 输入以 USDC 计价的收藏价格。

source: Enter a limit price.
es: Introduce un precio límite.
fr: Saisissez un prix limite.
ko: 지정가를 입력하십시오.
zh_hans: 输入限价。

source: Enter a size in %@.
es: Introduce un tamaño en %@.
fr: Saisissez une taille en %@.
ko: %@ 단위로 수량을 입력하십시오.
zh_hans: 输入以 %@ 计的数量。

source: Enter an Amount
es: Introduce una cantidad
fr: Saisir un montant
ko: 수량 입력
zh_hans: 输入数量

source: Enter an amount in AUSD.
es: Introduce una cantidad en AUSD.
fr: Saisissez un montant en AUSD.
ko: AUSD 금액을 입력하십시오.
zh_hans: 输入 AUSD 数量。

source: Enter the code we emailed to %@. It proves the email is yours, so you can log in even while others are making attempts on it. We’ll log you in right after.
es: Introduce el código que enviamos a %@. Demuestra que el correo electrónico es tuyo, así que puedes iniciar sesión aunque otros estén intentando acceder con él. Iniciaremos tu sesión justo después.
fr: Saisissez le code envoyé par e-mail à %@. Il prouve que l'e-mail vous appartient : vous pouvez ainsi vous connecter même si d'autres tentent d'y accéder. Nous vous connecterons juste après.
ko: %@ 주소로 보낸 코드를 입력하세요. 이 코드로 이메일이 본인 소유임을 증명하므로, 다른 사람이 로그인을 시도하는 중에도 로그인할 수 있어요. 확인되면 바로 로그인돼요.
zh_hans: 输入我们发送到 %@ 的验证码。它能证明该邮箱属于你，因此即使他人正在尝试登录该邮箱，你也能登录。验证后我们会立即为你登录。

source: Enter the code we emailed to %@. This confirms it’s you before your email moves to the new, empty wallet your new password creates.
es: Introduce el código que enviamos a %@. Así se confirma que eres tú antes de que tu correo electrónico pase a la nueva billetera vacía que crea tu nueva contraseña.
fr: Saisissez le code envoyé par e-mail à %@. Il confirme qu'il s'agit bien de vous avant que votre e-mail ne soit transféré vers le nouveau portefeuille vide créé par votre nouveau mot de passe.
ko: %@ 주소로 보낸 코드를 입력하십시오. 새 비밀번호로 생성되는 비어 있는 새 지갑으로 이메일이 옮겨지기 전에 본인인지 확인합니다.
zh_hans: 输入我们发送到 %@ 的验证码。在你的邮箱迁移到由新密码创建的新空钱包之前，这一步用于确认是你本人。

source: Enter the code we emailed to %@. This proves the email is yours — your wallet is created after you verify, so no fake or unowned emails can register.
es: Introduce el código que enviamos a %@. Así se demuestra que el correo electrónico es tuyo: tu billetera se crea después de la verificación, de modo que no se pueden registrar correos falsos ni ajenos.
fr: Saisissez le code envoyé par e-mail à %@. Il prouve que l'e-mail vous appartient — votre portefeuille est créé après la vérification, afin qu'aucun e-mail faux ou usurpé ne puisse s'inscrire.
ko: %@ 주소로 보낸 코드를 입력하세요. 이메일이 본인 소유임을 증명하는 절차예요 — 인증 후에 지갑이 만들어지므로 가짜 이메일이나 본인 소유가 아닌 이메일로는 가입할 수 없어요.
zh_hans: 输入我们发送到 %@ 的验证码。这能证明该邮箱属于你：钱包会在你验证后才创建，因此虚假邮箱或不属于注册者的邮箱都无法注册。

source: Enter the stop-loss as a number, or leave it empty.
es: Introduce el stop loss como un número o déjalo vacío.
fr: Saisissez le stop loss sous forme de nombre, ou laissez le champ vide.
ko: 손절 가격을 숫자로 입력하거나 비워 두십시오.
zh_hans: 以数字形式输入止损，或留空。

source: Enter the stop-loss as a number.
es: Introduce el stop loss como un número.
fr: Saisissez le stop loss sous forme de nombre.
ko: 손절 가격을 숫자로 입력하십시오.
zh_hans: 以数字形式输入止损。

source: Enter the take-profit as a number, or leave it empty.
es: Introduce el take profit como un número o déjalo vacío.
fr: Saisissez le take profit sous forme de nombre, ou laissez le champ vide.
ko: 익절 가격을 숫자로 입력하거나 비워 두십시오.
zh_hans: 以数字形式输入止盈，或留空。

source: Enter the take-profit as a number.
es: Introduce el take profit como un número.
fr: Saisissez le take profit sous forme de nombre.
ko: 익절 가격을 숫자로 입력하십시오.
zh_hans: 以数字形式输入止盈。

source: Enter your 12 or 24 word phrase
es: Introduce tu frase de 12 o 24 palabras
fr: Saisissez votre phrase de 12 ou 24 mots
ko: 12개 또는 24개 단어의 구문을 입력하세요
zh_hans: 输入你的 12 或 24 个单词的助记词

source: Enter your allocation as a percentage.
es: Introduce tu asignación como porcentaje.
fr: Saisissez votre allocation en pourcentage.
ko: 할당량을 퍼센트로 입력하십시오.
zh_hans: 以百分比形式输入你的分配额度。

source: Entry
es: Entrada
fr: Entrée
ko: 진입
zh_hans: 开仓价

source: Entry %@
es: Entrada %@
fr: Entrée %@
ko: 진입 %@
zh_hans: 开仓价 %@

# Entry %@ → %@
source: Entry %1$@ → %2$@
es: Entrada %1$@ → %2$@
fr: Entrée %1$@ → %2$@
ko: 진입 %1$@ → %2$@
zh_hans: 开仓价 %1$@ → %2$@

source: Estimated time
es: Tiempo estimado
fr: Durée estimée
ko: 예상 소요 시간
zh_hans: 预计时间

source: Every Monad transaction pays a small network fee in MON. Send about 0.1 MON to your account to make this trade.
es: Cada transacción en Monad paga una pequeña comisión de red en MON. Envía unos 0.1 MON a tu cuenta para hacer esta operación.
fr: Chaque transaction Monad paie de petits frais de réseau en MON. Envoyez environ 0.1 MON sur votre compte pour effectuer cette opération.
ko: 모든 Monad 트랜잭션에는 MON으로 내는 소액의 네트워크 수수료가 들어요. 이 거래를 하려면 계정에 약 0.1 MON을 보내세요.
zh_hans: 每笔 Monad 交易都需要支付少量 MON 作为网络费。向你的账户发送约 0.1 MON 即可进行此交易。

source: Every key, session and cache stored on this device
es: Todas las claves, sesiones y datos en caché guardados en este dispositivo
fr: Toutes les clés, sessions et caches stockés sur cet appareil
ko: 이 기기에 저장된 모든 키, 세션, 캐시
zh_hans: 此设备上存储的所有密钥、会话和缓存

source: Execute immediately at current price
es: Ejecutar de inmediato al precio actual
fr: Exécuter immédiatement au prix actuel
ko: 현재 가격으로 즉시 체결
zh_hans: 以当前价格立即执行

source: Exp. loss
es: Pérdida esperada
fr: Perte prévue
ko: 예상 손실
zh_hans: 预计亏损

source: Exp. profit
es: Ganancia esperada
fr: Gain prévu
ko: 예상 수익
zh_hans: 预计盈利

source: Expire
es: Expirar
fr: Faire expirer
ko: 만료 처리
zh_hans: 设为过期

source: Expire Moment
es: Expirar Moment
fr: Faire expirer le Moment
ko: Moment 만료 처리
zh_hans: 将 Moment 设为过期

source: Expired
es: Expirado
fr: Expiré
ko: 만료됨
zh_hans: 已过期

source: Expired %@
es: %@ expiró
fr: %@ expiré
ko: %@ 만료 처리
zh_hans: %@ 已过期

source: Explore
es: Explorar
fr: Explorer
ko: 탐색
zh_hans: 探索

source: Export Recovery Phrase
es: Exportar frase de recuperación
fr: Exporter la phrase de récupération
ko: 복구 구문 내보내기
zh_hans: 导出助记词

source: Export Wallet
es: Exportar billetera
fr: Exporter le portefeuille
ko: 지갑 내보내기
zh_hans: 导出钱包
